cfd/curved_8/system/fvSolution
FoamFile { version 2.0; format ascii; class dictionary; object fvSolution; }
solvers {p {solver GAMG; tolerance 1e-8; relTol 0.05; smoother GaussSeidel;} "(U|k|omega)" {solver smoothSolver; smoother symGaussSeidel; tolerance 1e-8; relTol 0.05;}} SIMPLE {nNonOrthogonalCorrectors 1; consistent yes; residualControl {p 1e-6; U 1e-6; "(k|omega)" 1e-6;}} relaxationFactors {fields {p 0.25;} equations {U 0.6; k 0.5; omega 0.5;}}
